Repository: CZ-NIC/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: nb_no

source: About
nb_no: Om

source: Kernel version
nb_no: Kjerneversjon

source: Reset
nb_no: Tilbakestill

source: Warning!
nb_no: Advarsel!

source: Cancel
nb_no: Avbryt

source: Confirm factory reset
nb_no: Bekreft tilbakestilling til fabrikkinnstillinger

source: Reboot
nb_no: Start på ny

source: Are you sure you want to restart the router?
nb_no: Er du sikker på at du vil utføre omstart av ruteren?

source: Confirm reboot
nb_no: Bekreft omstart

source: Go to top
nb_no: Til toppen

source: IPv6 DHCP Client List
nb_no: IPv6-DHCP-klientliste

source: Hostname
nb_no: Vertsnavn

source: IPv6 Address
nb_no: IPv6-adresse

source: Expires
nb_no: Utløper

source: Hostname which will be provided to DHCP server.
nb_no: Vertsnavn som skal tilbys til DHCP-tjeneren.

source: DHCP hostname
nb_no: DHCP-vertsnavn

source: DHCP Client List
nb_no: DHCP-klientliste

source: This list contains all devices that are connected to the network through wired or wireless connections.
nb_no: Denne listen inneholder alle enheter som er tilkoblet nettverket gjennom kablede eller trådløse forbindelser.

source: IPv4 Address
nb_no: IPv4-adresse

source: MAC Address
nb_no: MAC-adresse

source: Active
nb_no: Aktiv

source: Device is inactive
nb_no: Enheten er inaktiv

source: Enable this option to automatically assign IP addresses to the devices connected to the router.
nb_no: Skru på dette valget for å automatisk tildele IP-adresser til enhetene tilkoblet ruteren.

source: Maximum number of addresses available for DHCP clients.
nb_no: Maksimalt antall adresser tilgjengelige for DHCP-klienter.

source: Value must be a number.
nb_no: Verdi må være et nummer.

source: Value must be positive.
nb_no: Verdi må være positiv.

source: Minimum lease time is 1 hour.
nb_no: Minimumsleietid er 1 time.

source: Address is outside current network.
nb_no: Adressen er utenfor nåværende nettverk.

source: The only DHCP lease is the same as router's address. Increase limit or change start address.
nb_no: Den eneste HDCP-leiekontrakten er ruterens adresse. Øk grensen eller endre startadresse.

source: DNS server address is not required as the built-in DNS resolver is capable of working without it.
nb_no: DNS-tjener kreves ikke, siden den innebygde DNS-fortolkeren kan fungere uten det.

source: IP address
nb_no: IP-adresse

source: Network mask
nb_no: Nettverksmaske

source: Gateway
nb_no: Portner

source: DNS server 1
nb_no: DNS-tjener 1

source: DNS server 2
nb_no: DNS-tjener 2

source: This field is required.
nb_no: Dette feltet er påkrevd.

source: This is not a valid network mask.
nb_no: Dette er ikke en gyldig nettverksmaske.

source: Test connection again
nb_no: Test tilkobling igjen

source: Test connection
nb_no: Test forbindelse

source: IPv4 connectivity
nb_no: IPv4-tilknytning

source: IPv4 gateway connectivity
nb_no: IPv4-portnerforbindelse

source: IPv6 connectivity
nb_no: IPv6-tilknytning

source: IPv6 gateway connectivity
nb_no: IPv6-portnerforbindelse

source: Connection test failed
nb_no: Tilkoblingstesten mislyktes

source: Connection test not started
nb_no: Tilkoblingstest har ikke startet

source: Connection Test
nb_no: Tilkoblingstest

source: Here you can test your internet connection. This test is also useful when you need to check that your DNS resolving works as expected. Remember to click on the <b>Save button</b> if you changed your forwarder setting.
nb_no: Her kan du teste din Internett-tilkobling. Denne testen er også nyttig når du må sjekke at din DNS-utledelse fungerer som forventet. Husk å klikke på <b>Lagre</b>-knappen hvis du har endret din videresender-innstilling.

source: This will enable your DNS resolver to place DHCP client's names among the local DNS records.
nb_no: Dette vil la din DNS-utleder plassere DHCP-klienters navn i de lokale DNS-oppføringene.

source: DNS Settings
nb_no: DNS-innstillinger

source: Use forwarding
nb_no: Bruk videresending

source: Enable DNSSEC
nb_no: Skru på DNSSEC

source: Enable DHCP clients in DNS
nb_no: Skru på DHCP-klienter i DNS

source: Domain of DHCP clients in DNS
nb_no: Domene for DHCP-klienter i DNS

source: Disable DNSSEC
nb_no: Skru av DNSSEC

source: Edit forwarder
nb_no: Rediger videresender

source: Add custom forwarder
nb_no: Legg til egendefinert videresender

source: Forwarders
nb_no: Videresendere

source: Actions
nb_no: Handlinger

source: Use provider's DNS resolver
nb_no: Bruk tilbyderens DNS-utleder

source: Edit
nb_no: Rediger

source: Delete
nb_no: Slett

source: "No TLS" means that the regular UDP-base DNS protocol is used.
nb_no: «Ingen TLS» betyr at vanlig UDP-basert DNS-protokoll brukes.

source: Name
nb_no: Navn

source: TLS hostname
nb_no: TLS-vertsnavn

source: TLS pin
nb_no: TLS-tilordning

source: Save
nb_no: Lagre

source: ${label} Addresses
nb_no: ${label}-adresser

source: Add ${label} address
nb_no: Legg til ${label}-adresse

source: Forwarder saved successfully.
nb_no: Videresender lagret.

source: Can't save forwarder.
nb_no: Kan ikke lagre videresender.

source: Forwarder added successfully.
nb_no: Videresender lagt til.

source: Can't add new forwarder.
nb_no: Kan ikke legge til ny videresender.

source: Forwarder name should have at least one symbol.
nb_no: Videresendernavn må han minst ett symbol.

source: Hostname should have at least one symbol.
nb_no: Vertsnavn må ha minst ett symbol.

source: Guest Network
nb_no: Gjestenettverk

source: Download speed in guest network (in kilobits per second).
nb_no: Nedlastingshastighet i gjestenettverk (i kilobit per sekund).

source: Upload speed in guest network (in kilobits per second).
nb_no: Opplastingshastighet i gjestenettverk (i kilobit per sekund).

source: Guest Network Settings
nb_no: Gjestenettverksinnstillinger

source: Enable Guest Network
nb_no: Skru på gjestenettverk

source: Router IP address
nb_no: Ruterens IP-adresse

source: Enable DHCP
nb_no: Skru på DHCP

source: Enable QoS
nb_no: Skru på QoS

source: Download
nb_no: Last ned

source: Upload
nb_no: Last opp

source: Download speed must be positive
nb_no: Nedlastingshastighet må være positiv

source: Upload speed must be positive
nb_no: Opplastingshastighet må være positiv

source: All network interfaces of this network are currently down.
nb_no: Alle nettverksgrensesnitt på dette nettverket er nede for tiden.

source: Your password is set. You may proceed to the next step.
nb_no: Passordet ditt er satt. Du kan gå videre til neste steg.

source: The workflow was set. You may proceed to next step.
nb_no: Arbeidsflyt oppsatt. Du kan gå videre til neste steg.

source: If you are in doubt use the current settings.
nb_no: Bruk nåværende innstillinger hvis du er i tvil.

source: You've configured your network interfaces. It seems that you didn't break any crucial network settings so you can safely proceed to the next step.
nb_no: Du har satt opp dine nettverksgrensesnitt. Det ser ut til at ingen viktige nettverksinnstillinger tok skade av det, så du kan trygt gå videre til neste steg.

source: A proper DNS resolving is one of the key security features of your device. Let's configure it now.
nb_no: Ordentlig DNS-utledelse er én av de viktigste funksjonene på enheten din. La oss sette det opp nå.

source: You've updated your DNS configuration. Try to run connection test to see whether your DNS resolver is properly set.
nb_no: Du har oppdatert ditt DNS-oppsett. Prøv å kjøre tilkoblingstest for å se hvorvidt din DNS-utleder er satt opp ordentlig.

source: Now you should configure your LAN interface. Note that when you change your network settings you probably won't be able to connect to the configuration interface unless you restart the network on your current device.
nb_no: Nå skal du kunne sette opp ditt LAN-grensesnitt. Merk deg at når du endrer dine nettverksinnstillinger vil du antagelig ikke kunne koble til oppsettsgrensesnittet, med mindre du starter nettverket på din enheten på nytt.

source: You've configured your LAN interface. Try to test whether settings work properly and if so you can safely proceed to the next step.
nb_no: Du har satt opp dit lokalnettgrensesnitt. Prøv å teste hvorvidt innstillingene fungerer ordentlig, og hvis de gjør det kan du trygt fortsette til neste steg.

source: Now you need to configure automatic updates on your device.
nb_no: Nå må du sette opp automatiske oppgraderinger på enheten din.

source: Congratulations! Now your device is ready to be used.
nb_no: Gratulerer. Enheten din er nå klar til bruk.

source: Congratulations! Now your device is able to act as a router and route network traffic among LAN, WAN and guest network.
nb_no: Din enhet kan nå fungere som ruter og sende nettverkstrafikk mellom lokalnett, WAN og gjestenettverk.

source: You chose to act as local server this means that it doesn't make sense to put any interfaces to your WAN and Guest Network. So it is a good idea to assign all interfaces to LAN.
nb_no: Her kan du velge å opptre som lokal tjener, noe som betyr at det ikke gir mening å velge noe grensesnitt som finnes på ditt WAN- og gjestenett. Det er en god idé å tildele alle grensesnitt til lokalnett.

source: If you select the <strong>static</strong> configuration be sure that the IP addresses are entered correctly otherwise you won't be able to access this configuration interface when the new settings are applied.
nb_no: Hvis du velger <strong>statisk</strong> oppsett må du forsikre deg om at IP-adresser skrives inn rett. Ellers vil du ikke kunne nå dette oppsettsgrensesnittet når de nye innstillingene er tatt i bruk.

source: If you select the <strong>DHCP</strong> method you probably you need to obtain a new IP address of this device. You can obtain it from the DHCP server which is managing your LAN. Then you need to connect to the new IP address to proceed the guide.
nb_no: Hvis du velger <strong>DHCP</strong>-metoden må du antagelig tilegne deg en ny IP-adresse for denne enheten. Du kan hente det fra DHCP-tjeneren som håndterer lokalnettet ditt. Deretter må du koble til den nye IP-adressen for å fortsette veiledningen.

source: Congratulations! Now your device should be able to act as a server on your local network.
nb_no: Din enhet skal nå være klar til å fungere som tjener i ditt lokalnettverk.

source: Cannot mark guide as finished.
nb_no: Kan ikke markere guide som fullført.

source: Password
nb_no: Passord

source: Workflow
nb_no: Arbeidsflyt

source: Interfaces
nb_no: Grensesnitt

source: Time
nb_no: Tid

source: Finish
nb_no: Fullfør

source: Next step
nb_no: Neste steg

source: Skip guide
nb_no: Hopp over veiledning

source: Guide Finished
nb_no: Veiledning fullført

source: Once you leave this guide you'll be granted access to the full configuration interface of this device.
nb_no: Når du forlater denne veiledningen vil du bli innvilget tilgang til enhetens fullstendige oppsettsgrensesnitt.

source: To further improve your security consider installing data collection plugin (via Package Management). This will allow you to be part of our security research to discover new attackers and give you access to dynamic firewall updates blocking known attackers.
nb_no: For å ytterligere forbedre sikkerheten din bør du overveie å installere innsamlingsprogramtillegget (via pakkebehandling). Dette lar deg være en del av vår sikkerhetsforskning som går ut på å oppdage nye angripere og gir deg tilgang til en dynamisk brannmur som oppdaterer en blokkliste over kjente angripere.

source: Continue
nb_no: Fortsett

source: This workflow will help you to setup your device to act as a local server. It means that the device will provide some kind of service to other devices within your local network (e.g. act as a network-attached storage).
nb_no: Denne arbeidsflyten hjelper deg å sette opp din enhet til bruk som lokal tjener. Dette betyr at enheten vil yte noen slags tjeneste til andre enheter i ditt lokalnettverk. (f.eks. opptre som lokalt nettverkstilknyttet lagring).

source: After you finish this workflow your device will be able to act as a fully functional router. It assumes that you want to have more or less standard network setup.
nb_no: Etter at du fullfører denne arbeidsflyten vil din enhet fungere som en helt operativ ruter. Det legger til grunn at du har et mer eller mindre vanlig nettverksoppsett.

source: Just set your password and you are ready to go. This workflow is aimed to more advanced users who intend to set everything manually.
nb_no: Sett passordet og du er klar. Denne arbeidsflyten er myntet mer på avanserte brukere som vil sette opp alt manuelt.

source: Local Server
nb_no: Lokal tjener

source: Router
nb_no: Ruter

source: Cannot set workflow.
nb_no: Kan ikke sette arbeidsflyt.

source: Guide Workflow
nb_no: Guide-arbeidsflyt

source: Here you can set the guide walkthrough which will guide you through the basic configuration of your device.
nb_no: Her kan du sette guide-arbeidsflyten som vil geleide deg gjennom grunnleggende oppsett av enheten din.

source: Recommended
nb_no: Anbefalt

source: Rewrite the hostname to set a new one.
nb_no: Skriv inn vertsnavnet på ny for å sette et nytt.

source: Network Interfaces
nb_no: Nettverksgrensesnitt

source: Here you can configure the settings of the network interfaces on your device. You can switch the physical network interfaces among networks. If you are unsure what to set here use the default settings.
nb_no: Her kan du sette opp nettverksgrensesnittene på enheten din. Du kan bytte fysiske nettverks-grensesnitt mellom nettverkene. Hvis du er usikker på hva du skal sette her kan du bruke forvalgte innstillinger.

source: You have to assign at least one interface to this group.
nb_no: Du må nå tildele denne gruppen minst ett grensesnitt.

source: Ports are open on your WAN interface. It's better to reconfigure your interface settings to avoid security issues.
nb_no: Det er åpne porter på ditt WAN-grensesnitt. Det er bedre å sette opp grensesnittet ditt igjen for å unngå sikkerhetsproblemer.

source: It acts as a local network connection. LAN should contain devices which are under your control and you trust them. These devices can see each other and can access this web interface. It is recommended that the LAN should contain at least one interface otherwise you might not be able to configure this device in an easy way.
nb_no: Fungerer som lokalnettverkstilkobling. Lokalnettet bør ha enheter du kontrollerer og har tillit til. Disse enheten kan se hverandre og nå dette vev-grensesnittet. Det anbefales at lokalnettet skal inneholde minst ett grensesnitt. Ellers vil du ikke kunne sette opp denne enheten på enkelt vis.

source: It acts as a local network connection. Unlike LAN the devices in the guest network can't access the configuration interface of this device and are only able to access WAN (internet). This network should be used for devices which you don't fully trust. Note that you can also limit download/upload speed of the devices connected to the guest network.
nb_no: Fungerer som lokalnettverkstilkobling. Ulik lokalnett kan ikke enhetene i gjestenettet nå oppsettsgrensesnittet for denne enhten og kan ikke nå WAN (Internett). Dette nettverket skal brukes for enheter du ikke har full tiltro til. Merk deg at du også kan begrense opplasting-/nedlastingshastighet for enhetene tilkoblet gjestenettverket.

source: There are no interfaces in this group.
nb_no: Det er ingen grensesnitt i denne gruppen.

source: Base module
nb_no: Grunnmodul

source: Module %s
nb_no: Modul %s

source: Interface %s %s
nb_no: Grensesnitt %s %s

source: Network
nb_no: Nettverk

source: State
nb_no: Tilstand

source: Module ID
nb_no: Modul-ID

source: Slot
nb_no: Plass

source: Interface ID
nb_no: Grensesnitts-ID

source: Bus
nb_no: Buss

source: Link speed
nb_no: Lenkehastighet

source: N/A
nb_no: I/T

source: Unassigned
nb_no: Ikke tildelt

source: Computer
nb_no: Datamaskin

source: LAN Settings
nb_no: LAN-innstillinger

source: LAN mode
nb_no: LAN-modus

source: Redirect to 192.168.1.1
nb_no: Videresend til 192.168.1.1

source: Router's IP address in the inner network.
nb_no: Ruterens IP-adresse i internnettverket.

source: DHCP (automatic configuration)
nb_no: DHCP (automatisk oppsett)

source: IPv4 protocol
nb_no: IPv4-protokoll

source: Overview
nb_no: Oversikt

source: Network Settings
nb_no: Nettverksinnstillinger

source: Administration
nb_no: Administrasjon

source: Notifications
nb_no: Merknader

source: Maintenance
nb_no: Vedlikehold

source: Global Threat Statistics
nb_no: Global trusselstatistikk

source: Package Management
nb_no: Pakkebehandling

source: Update Settings
nb_no: Oppdateringsinnstillinger

source: Packages
nb_no: Pakker

source: Languages
nb_no: Språk

source: Advanced Administration
nb_no: Avansert administrasjon

source: No notifications
nb_no: Ingen merknader

source: Reboot Required
nb_no: Omstart kreves

source: Details
nb_no: Detaljer

source: Approve Update
nb_no: Godkjenn oppgradering

source: Install now
nb_no: Installer nå

source: Cannot install updates.
nb_no: Kan ikke installere oppgraderinger.

source: Factory Reset
nb_no: Fabrikkstilbakestilling

source: Doing a factory reset on the Turris device will remove all the packages installed on the device along with the data associated with them. This brings back all the default settings of the device as it was when the router was new, giving you a clean slate to start all over again.
nb_no: Å utføre fabrikktilbakestilling på Turris-enheten vil fjerne alle pakkene som er installert på enheten, sammen med all tilknyttet data. Dette gir deg alle forvalgte innstillinger som fantes når ruteren var ny, noe som gir deg en frisk start for å starte helt på nytt.

source: The Maintenance tab allows you to reboot the router or bring back all the default settings by performing a factory reset.
nb_no: Vedlikeholdsfanen lar deg utføre omstart av ruteren eller gå tilbake til fabrikkforvalg ved å utføre en fabrikktilbakestilling.

source: System logs retention
nb_no: Ivaretagelse av systemlogger

source: During device reboot, system logs are lost by default. This option allows to save system logs using Storage plugin. Logs are saved into /srv/log/messages. To enable this option, you have to configure a storage in the <a href="${ForisURLs.storage}" title="Go to Storage plugin">Storage plugin</a> first.
nb_no: Ved enhetsomstart går systemlogger tapt som forvalg. Dette valget tillater lagring av dem ved bruk av lagringsprogramtillegget. Logger lagres i /srv/log/messages. For å skru dette på må du sette opp et lager i <a href="${ForisURLs.storage}" title="Go to Storage plugin">Lagringsprogramtillegget</a> først.

source: Enable system logs retention
nb_no: Skru på ivaretagelse av systemlogger

source: Reboot is required
nb_no: Omstart kreves

source: Reboot or attention is required
nb_no: Omstart eller oppmerksomhet kreves

source: Reboot or attention is required or update was installed
nb_no: Omstart eller oppmerksomhet kreves, eller oppdatering installert

source: Recipient's email
nb_no: Mottagerens e-post

source: Importance
nb_no: Viktighetsgrad

source: Send news
nb_no: Send nyheter

source: Custom
nb_no: Tilpasset

source: Notification Settings
nb_no: Merknadsinnstillinger

source: SMTP provider
nb_no: SMTP-tilbyder

source: None
nb_no: Ingen

source: SMTP Settings
nb_no: SMTP-innstillinger

source: Sender address (From)
nb_no: Avsenderadresse (Fra)

source: Server address
nb_no: Tjeneradresse

source: Server port
nb_no: Tjenerport

source: Security
nb_no: Sikkerhet

source: Username
nb_no: Brukernavn

source: Sender's name
nb_no: Avsendernavn

source: There are some unsaved changes in the notifications settings. Do you want to discard them and test the notifications with the old settings?
nb_no: Det er ulagrede endringer i merknadsinnstillingene. Ønsker du å forkaste dem og teste merknadene med de gamle innstillingene?

source: Send test notification
nb_no: Send testmerknad

source: Confirm
nb_no: Bekreft

source: Name of the sender - will be used as a part of the sender's email address before the "at" sign.
nb_no: Navn på avsender - brukes som del av senderens e-postadresse, før "krøllalfa"-tegnet.

source: This is the address notifications are send from.
nb_no: Dette er adressen merknader sendes fra.

source: Can't be empty.
nb_no: Kan ikke stå tom.

source: Sender's name can't be empty.
nb_no: Avsendernavn kan ikke stå tomt.

source: Sender's name can contain only alphanumeric characters, dots and underscores.
nb_no: Avsendernavn kan kun inneholde alfanumeriske tegn, punktum og understreker.

source: Port is an number.
nb_no: Port er et nummer.

source: Maximum port is 65535.
nb_no: Maksimal port er 65535.

source: Minimum port is 1.
nb_no: Minimumsport er 1.

source: Disabled
nb_no: Avskrudd

source: Dynamic Firewall
nb_no: Dynamisk brannmur

source: Go to NetMetr
nb_no: Gå til NetMetr

source: Megabit per second
nb_no: Megabit per sekund

source: Millisecond
nb_no: Millisekund

source: Performed
nb_no: Utført

source: No tests have been performed lately.
nb_no: Ingen tester har blitt utført i det siste.

source: OpenVPN Clients
nb_no: OpenVPN-klienter

source: Go to OpenVPN Client Settings
nb_no: Gå til OpenVPN-klientinnstillinger

source: There are no clients added yet.
nb_no: Ingen klienter lagt til enda.

source: If you want to use another language other than English you can select it from the following list:
nb_no: Hvis du ønsker å bruke et annet språk enn engelsk kan du velge det i denne listen:

source: More details
nb_no: Flere detaljer

source: Packages List
nb_no: Pakkeliste

source: Most Important License Agreement Points
nb_no: De viktigste lisensgodkjennelsespunketene

source: Number of days that must pass between receiving the request for restart and the automatic restart itself.
nb_no: Antall dager som må ha gått mellom mottak av forespørsel om omstart og den faktiske automatiske omstarten.

source: Time of day of automatic reboot in HH:MM format.
nb_no: Tidspunkt for automatisk omstart i TT:MM-format.

source: Automatic Restarts After Software Update
nb_no: Utfører omstart etter systemoppgradering automatisk

source: Delay (days)
nb_no: Forsinkelse (dager)

source: Reboot time
nb_no: Omstartstid

source: Time should be in HH:MM format.
nb_no: Tid må settes i TT:MM-format.

source: Restart can be delayed by at most 10 days
nb_no: Omstart kan utsettes i opptil 10 dager

source: Automatic installation
nb_no: Automatisk installasjon

source: Updates will be installed without user's intervention.
nb_no: Oppgraderinger vil bli installert uten innvirkning fra brukeren.

source: Delayed updates
nb_no: Utsatte oppgraderinger

source: Updates will be installed with an adjustable delay. You can also approve them manually.
nb_no: Oppgraderinger vil bli installert med justerbar forsinkelse. Du kan også godkjenne dem manuelt.

source: Update approval needed
nb_no: Oppgraderingsgodkjenning påkrevd

source: You have to approve the updates, otherwise they won't be installed.
nb_no: Du må godkjenne oppgraderingene, ellers vil de ikke bli installert.

source: Update Approvals
nb_no: Oppgraderingsgodkjenninger

source: Delayed updates (hours)
nb_no: Utsatte oppgraderinger (timer)

source: Updates must be delayed by least 1 hour and at most by 168 hours
nb_no: Oppgraderinger må utsettes i minst én time, og ikke mer enn 168 timer

source: Updates will be installed shortly.
nb_no: Oppgraderinger vil snart bli installert.

source: There is %d package to be updated.
nb_no: %d pakke venter på å bli oppgradert.

source: See <a data-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">details</a>
nb_no: Vis <a data-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">detaljer</a>

source: Approve Update From %s
nb_no: Godta oppgradering fra %s
