Repository: CZ-NIC/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: nb_no

source: There are no updates awaiting your approval.
nb_no: Ingen oppgraderinger venter på godkjenning.

source: Action
nb_no: Handling

source: Current
nb_no: Nåværende

source: New
nb_no: Ny

source: Updates Check
nb_no: Oppdateringssjekk

source: Available Updates
nb_no: Tilgjengelige oppdateringer

source: Here you can find and approve available updates for Turris OS and other components.
nb_no: Her kan du finne og godta tilgjengelige oppgraderinger for Turris OS og andre komponenter.

source: You're up to date.
nb_no: Du er oppdatert.

source: Check and install updates
nb_no: Sjekk og installer oppgraderinger

source: Manually check for updates and install them immediately.
nb_no: Se etter oppgraderinger og installer dem umiddelbart

source: Check updates
nb_no: Se etter oppgraderinger

source: Manually check for updates and review them immediately.
nb_no: Se etter oppgraderinger manuelt og vurder dem umiddelbart.

source: Please enable <a href="${ForisURLs.packageManagement.updateSettings}">automatic updates</a> to manage packages and languages.
nb_no: Skru på <a href="${ForisURLs.packageManagement.updateSettings}">automatiske oppgraderinger</a> for å håndtere pakker og språk.

source: Set your password for this administration interface.
nb_no: Sett ditt passord for dette administrasjonsgrensesnittet.

source: Current password
nb_no: Nåværende passord.

source: New password
nb_no: Nytt passord

source: Confirm new password
nb_no: Bekreft nytt passord

source: Same password would be used for accessing this administration interface, for root user in LuCI web interface and for SSH login. Use a strong password! (If you choose not to set the password for advanced configuration here, you will have the option to do so later. Until then, the root account will be blocked.)
nb_no: Samme passord brukes for tilgang til administrasjonsgrensesnittet, for root-bruker i LuCI-grensesnittet, og for SSH-innlogging. Bruk et sikkert passord! (Hvis du velger å ikke sette passordet for avansert oppsett her, har du valget om å gjøre det senere. Til da vil root-kontoen være blokkert.)

source: Region and Time
nb_no: Sted og tid

source: It is important for your device to have the correct time set. If your device's time is delayed, the procedure of SSL certificate verification might not work correctly.
nb_no: Det er viktig for din enhet å ha rett klokkeslett. Hvis enhetens tid er forsinket kan det hende prosedyren for SSL-sertifikatsbekreftelse ikke fungerer som den skal.

source: Region Settings
nb_no: Stedsinnstillinger

source: Please select the timezone the router is being operated in. Correct setting is required to display the right time and for related functions.
nb_no: Velg tidssonen ruteren din befinner seg i. Riktig innstilling kreves for å vise rett tid og for relatert funksjonalitet.

source: Continent or ocean
nb_no: Kontinent eller hav

source: Country
nb_no: Land

source: Timezone
nb_no: Tidssone

source: Manually
nb_no: Manuelt

source: Time Settings
nb_no: Tidsinnstillinger

source: Time should be up-to-date otherwise DNS and other services might not work properly.
nb_no: Klokka må være oppdatert. Ellers vil DNS og andre tjenester ikke fungere som de skal.

source: How to set time
nb_no: Hvordan stille klokka

source: NTP Servers
nb_no: NTP-tjenere

source: Network restart after %d sec.
nb_no: Nettverksomstart etter %d sek.

source: Reboot after %d sec.
nb_no: Omstart etter %d sek.

source: More detailed information is available in the console of your web browser - on most browsers accessible after pressing Ctrl+Shift+J or F12.
nb_no: Mer detaljert info er å finne i konsollen i din nettlser. På de fleste nettlesere er dette tilgjengelig etter å ha trykket Ctrl+Shift+J eller F12.

source: Please report this error to our support team via e-mail: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
nb_no: Innrapporter denne feilen til brukerstøttelaget via e-post: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.

source: Colon is used as a separator, for example 00:11:22:33:44:55
nb_no: Kolon brukes som inndeler, for eksempel 00:11:22:33:44:55

source: MAC address of the WAN interface.
nb_no: MAC-adresse tilhørende WAN-grensesnittet.

source: MAC Settings
nb_no: MAC-innstillinger

source: Custom MAC address
nb_no: Egendefinert MAV-adresse

source: Current MAC address
nb_no: Nåværende MAC-adresse

source: Set the new MAC address
nb_no: Sett den nye MAC-adressen

source: IPv6 address and prefix length for WAN interface e.g. 2001:db8:be13:37da::1/64
nb_no: IPv6-adresse og prefikslengde for WAN-grensesnitt. F.eks. 2001:db8:be13:37da::1/64

source: Address range for local network, e.g. 2001:db8:be13:37da::/64
nb_no: Adresserekkevidde for lokalnettverk, f.eks. 2001:db8:be13:37da::/64

source: Some tunnel providers allow you to have public dynamic IPv4. Note that you need to fill in some extra fields to make it work.
nb_no: Noen tunneltilbydere tillater deg å ha offentlig dynamisk IPv4. Merk at du må fylle inn noen ekstra felter for å få det til å virke.

source: ID of your tunnel which was assigned to you by the provider.
nb_no: ID for din tunnel, slik den ble tildelt deg av tilbyderen.

source: Username which will be used to provide credentials to your tunnel provider.
nb_no: Brukernavn for å angi identitetsbekreftelsesdetaljer til din tunneltilbyder.

source: Key which will be used to provide credentials to your tunnel provider.
nb_no: Nøkkel brukt til å oppgi identitetbekreftelsesdetaljer til din tunneltilbyder.

source: Disable IPv6
nb_no: Skru av IPv6

source: DHCPv6 (automatic configuration)
nb_no: DHCPv6 (automatisk oppsett)

source: IPv6 Settings
nb_no: IPv6-innstillinger

source: IPv6 protocol
nb_no: IPv6-protokoll

source: Custom DUID
nb_no: Egendefinert DUID

source: Address
nb_no: Adresse

source: Prefix
nb_no: Prefiks

source: Public IPv4
nb_no: Offentlig IPv4

source: Dynamic IPv4 handling
nb_no: Dynamisk IPv4-håndtering

source: Key
nb_no: Nøkkel

source: PPPoE (for DSL bridges, etc.)
nb_no: PPPoE (for DSL-broer, osv.)

source: IPv4 Settings
nb_no: IPv4-innstillinger

source: PAP/CHAP username
nb_no: PAP/CHAP-brukernavn

source: PAP/CHAP password
nb_no: PAP/CHAP-passord

source: Unfortunately, we were unable to detect any wireless cards in your router.
nb_no: Oppdaget ingen trådlåskort i din ruter.

source: Wrong password.
nb_no: Feil passord.

source: Can't add new DNS forwarder.
nb_no: Kan ikke legge til ny DNS-videresender.

source: Can't set DNS forwarder.
nb_no: Kan ikke sette DNS-videresender.

source: Can't delete DNS forwarder.
nb_no: Kan ikke slette DNS-videresender.

source: Wrong current password.
nb_no: Feil nåværende passord.

source: This is a testing notification. Please note it would be sent to your e-mail address only if you set the importance level to "Reboot or attention is required" or higher.
nb_no: Dette er en testmerknad. Merk at du kun skal motta denne i din e-postinnboks hvis du setter viktighetsnivået til «Omstart eller foretagende kreves» eller høyere.

source: Cannot change automatic restart settings.
nb_no: Kan ikke endre automatiske omstartsinnstillinger.

source: Cannot start updater
nb_no: Kan ikke starte oppgraderer

source: Guide
nb_no: Veiledning

source: Log in
nb_no: Logg inn

source: Go to LuCI
nb_no: Gå til LuCI

source: or
nb_no: eller

source: back to select
nb_no: tilbake til valg

source: 400 - Bad Request
nb_no: 400 - Feilaktig forespørsel

source: Error:
nb_no: Feil:

source: Extra:
nb_no: Ekstra:

source: Trace:
nb_no: Spor:

source: Do you want to <a href="%(link)s">log in</a>?
nb_no: Ønsker du å <a href="%(link)s">logge inn</a>?

source: 404 - Page not found
nb_no: 404 - Fant ikke siden

source: Page not found :(
nb_no: Fant ikke siden :(

source: Server error
nb_no: Tjenerfeil

source: 500 - Server error
nb_no: 500 - Tjenerfeil
